Repository: martiniano/nautilus-batch-rename
Catalog: po/*.po
Languages: pt_br

source: _Rename Files...
pt_br: _Renomear Arquivos...

source: Rename each selected file
pt_br: Renomeia cada arquivo selecionado

source: Please enter a valid filename suffix!
pt_br: Insira um prefixo válido

source: Please enter a valid start string!
pt_br: Insira um inicio válido!

source: Please, the filename must have a mask `#`
pt_br: Insira um inicio válido!

source: Please, the start must have a integer number
pt_br: Insira um inicio válido!

source: Please, the start must have only an alphabetic (i.e: a,b,c....)
pt_br: Insira um inicio válido!

source: <b>Rename Files</b>
pt_br: <b>Renomear Arquivos</b>

source: Order:
pt_br: Ordem:

source: Numerical Alphabetical
pt_br: Numérica Alfabética

source: New Filename:
pt_br: Novo nome:

source: Start in:
pt_br: Iniciar em:

source: Increment:
pt_br: Incremento:

source: _Rename
pt_br: _Renomear
